const events = [
  {
    id: '1',
    title: "Сулейман Мамутов виступив на Деколоніальному форумі у Берліні",
    excerpt: "На початку липня у німецькій столиці пройшов Деколоніальний форум «Корінне бачення», де зібрались національні діячі та активісти корінних народів Росії. Серед гостей заходу - кримськотатарські та українські представники. Кримську проектну фундацію Q-hub на форумі представили Сулейман Мамутов та Еміль Ібрагімов. /\"Кримці – є корінним народом України. Те, що нас сьогодні пов'язує і робить наш досвід схожим з корінними народами Російської Федерації, це те, що ми живемо в одній реальності через те, що Крим було окуповано. І хоча ми не вибирали для себе цю реальність, дуже важливим є звірення досвідів і солідаризація в спільній боротьбі за звільнення /\", - підвів підсумки форуму радник Q-hub з правових питань Cулейман Мамутов.Організатори Форуму:  Indigenous of Russia foundation, ГО «Nomads Indigenous Collective», Вілюя Чойнова.",
    image: "/images/news/SM.jpeg",
    date: "2025-07-08",
    category: "Events",
    featured: false
  },
  {
    id: '2',
    title: "Виставка Tamırlar — подорож до свого коріння",
    excerpt: "Рената Асанова відкрила виставку у Squat 17b — дослідження теми дому, памʼяті та кримськотатарських орнаментів.",
    image: "/images/news/Tamırlar.jpg",
    date: "2025-07-05",
    category: "Events",
    featured: false
  },
  {
    id: '3',
    title: "У Києві відзначили Qırımtatar Bayraq Künü",
    excerpt: "Свято прапора об'єднало кримців у Саду Довженка з ярмарком, концертами й аукціоном на підтримку ЗСУ.",
    image: "/images/news/BK.jpg",
    date: "2025-06-26",
    category: "Events",
    featured: false
  },
  {
    id: '4',
    title: "Лідер «Друга Ріка» прочитав лист політв'язня Азіза Ахтемова",
    excerpt: "Валерій Харчишин прочитав емоційний лист Азіза Ахтемова — незаконно засудженого кримськотатарського активіста.",
    image: "/images/news/AA.jpg",
    date: "2025-06-24",
    category: "Events",
    featured: false
  },
  {
    id: '5',
    title: "Іван Вдовиченко розповів про Erasmus-проєкт",
    excerpt: "На лекції «Сила діалогу» Іван Вдовиченко презентував освітній проєкт Q-hub у рамках Erasmus+.",
    image: "/images/news/Erasmus.jpg",
    date: "2025-06-21",
    category: "Events",
    featured: false
  },
  {
    id: '6',
    title: "«Крим за ґратами» — зустріч з Леніє Умеровою",
    excerpt: "У Берліні відбулась зустріч з колишньою політвʼязненою Леніє Умеровою, звільненою у 2024 році.",
    image: "/images/news/Lenie.jpeg",
    date: "2025-06-18",
    category: "Events",
    featured: false
  },
  {
    id: '7',
    title: "Saba qavesi: Кримськотатарські дисиденти",
    excerpt: "У Squat17b пройшла зустріч з показом фільму «Киснева станція» про Мустафу Джемілєва й історію кримськотатарського опору.",
    image: "/images/news/Saba_qavesi.jpg",
    date: "2025-06-07",
    category: "Events",
    featured: false
  }
];

export default events;
