const members = [
  { name: "Муслім Умєров", role: "Голова правління",imageUrl: "./images/MU.jpg" },
  { name: "Еміль Ібрагімов", role: "Заступник голови правління", imageUrl: "./images/EI.jpg" },
  { name: "Фатіма Османова", role: "Менеджерка культурних проєктів" },
  { name: "Іван Вдовиченко", role: "Менеджер з питань міжнародного співробітництва" },
  { name: "Імран Усеїнов", role: "Менеджер спортивних проєктів" },
  { name: "Адель Хайрутдінова", role: "Радниця з питань сталих партнерств" },
  { name: "Дмитро Мамаєв", role: "Радник з питань міжнародних програм" },
  { name: "Сулейман Мамутов", role: "Радник з правових та операційних питань" },
  { name: "Кадир Татаріс", role: "Радник з фандрайзингу" },
  { name: "Ельвіна Халілова", role: "Посол кримськотатарської мови" },
  { name: "Руслан Халапов", role: "Радник з питань медіа" },
  { name: "Сафіє Аметова", role: "Радниця з питань фінансів" },
  { name: "Фікрет Рефатов", role: "Радник з питань комунікацій" },
  { name: "Ахтем Амзаєв", role: "Радник з питань освіти" },
  { name: "Мефа Умєров", role: "Представник Q-hub в Одесі" },
  { name: "Ельнара Нурієва", role: "Представниця Q-hub в Німеччині" },
  { name: "Емір-Асан Дервішев", role: "Представник Q-hub в Естонії" },
  { name: "Феріде Сейдаметова", role: "Представниця Q-hub в Бельгії" },
  { name: "Зорє Мустафаєва", role: "Представниця Q-hub в Туреччині" },
  { name: "Лія Газі Кʼизи", role: "Представниця Q-hub в Іспанії" }
];


export default members;